{
  "Could not fetch languages": "Sprachen konnten nicht geladen werden",
  "If this error persists please contact your administrator.": "Wenn dieser Fehler weiterhin besteht, wende dich bitte an den Administrator.",
  "Set a language for this page and connect further pages with similar content and different languages to easily switch between them.": "Lege eine Sprache für diese Seite fest und verbinde weitere Seiten mit ähnlichem Inhalt und verschiedenen Sprachen, um einfach zwischen ihnen zu wechseln.",
  "Add languages": "Sprachen hinzufügen",
  "Connect further pages with similar content and different languages to easily switch between them.": "Verbinden weitere Seiten mit ähnlichem Inhalt und verschiedenen Sprachen, um einfach zwischen ihnen zu wechseln.",
  "Add further languages": "Weitere Sprachen hinzufügen",
  "this page": " (diese Seite)",
  "Configure": "Konfigurieren",
  "Configure language links": "Sprachverknüpfungen konfigurieren",
  "Define the language of the current page and links to existing language variants.": "Definiere die Sprache der aktuellen Seite und Verknüpfungen zu bestehenden Sprachvarianten.",
  "Current page": "Aktuelle Seite",
  "Preview linked page": "Vorschau der verknüpften Seite",
  "Remove link to page": "Verknüpfung entfernen",
  "Add link": "Verknüpfung hinzufügen",
  "Please remove duplicated languages from you configuration": "Bitte entferne doppelte Sprachen aus der Konfiguration",
  "Language used more than once": "Die Sprache mit mehrfach verwendet",
  "Cannot use a language more than once. Please review your configuration, change the language association or remove invalid links.": "Eine Sprache kann nicht mehr als einmal verwendet werden. Bitte überprüfe die Konfiguration, ändere die Sprachzuordnung oder entferne ungültige Verknüpfungen.",
  "Saving language links failed": "Speichern von Sprachverknüpfungen fehlgeschlagen",
  "Please review your configuration": "Bitte überprüfe die Konfiguration",
  "Save": "Speichern",
  "Cancel": "Abbrechen",
  "Linked pages": "Verknüpfte Seiten",
  "Language...": "Sprache...",
  "Select a page...": "Wähle eine Seite..."
}
